Repository: qwer12345uui/tower
Catalog: Tower/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, ja, ko, pt_br, ru, th, tr, vi, zh_hant

source: 无法识别客户端，请在链接末尾指定 target=clash、surge、surfboard、loon、quanx、shadowrocket、sing-box、hiddify 或 egern
ar: عميل غير معروف، يرجى تحديد target=clash أو surge أو surfboard أو loon أو quanx أو shadowrocket أو sing-box أو hiddify أو egern في نهاية الرابط
de: Unbekannter Client, bitte geben Sie am Ende des Links target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify oder egern an
en: Unrecognized client. Add target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify, or egern to the end of the link.
es: Cliente no reconocido, especifique target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify o egern al final del enlace.
fr: Client non reconnu, veuillez spécifier target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify ou egern à la fin du lien
id: Klien tidak dikenal, harap tentukan target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify atau egern di akhir tautan
ja: 認識されないクライアント。リンクの最後に target=clash、surge、surfboard、loon、quanx、shadowrocket、sing-box、hiddify、または egern を指定してください。
ko: 인식할 수 없는 클라이언트입니다. 링크 끝에 target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify 또는 egern을 지정하십시오.
pt_br: Cliente não reconhecido, especifique target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify ou egern no final do link
ru: Неопознанный клиент, в конце ссылки укажите target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify или egern.
th: ลูกค้าที่ไม่รู้จัก โปรดระบุ target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify หรือ egern ที่ส่วนท้ายของลิงก์
tr: Tanınmayan istemci, lütfen bağlantının sonunda target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify veya egern belirtin
vi: Khách hàng không được nhận dạng, vui lòng chỉ định target=clash, surge, surfboard, loon, quanx, shadowrocket, sing-box, hiddify hoặc egern ở cuối liên kết
zh_hant: 無法辨識客戶端，請在連結末端指定 target=clash、surge、surfboard、loon、quanx、shadowrocket、sing-box、hiddify 或 egern

source: 显示 Emoji
ar: إظهار الرموز التعبيرية
de: Emoji anzeigen
en: Show Emoji
es: Mostrar emojis
fr: Afficher les émoticônes
id: Tampilkan Emoji
ja: 絵文字を表示
ko: 이모티콘 표시
pt_br: Mostrar emoticons
ru: Показать эмодзи
th: แสดงอีโมจิ
tr: Emojiyi Göster
vi: Hiển thị biểu tượng cảm xúc
zh_hant: 顯示 Emoji

source: 显示策略组 Emoji
ar: Show Policy Group Emoji
de: Show Policy Group Emoji
en: Show Policy Group Emoji
es: Show Policy Group Emoji
fr: Show Policy Group Emoji
id: Show Policy Group Emoji
ja: Show Policy Group Emoji
ko: Show Policy Group Emoji
pt_br: Show Policy Group Emoji
ru: Show Policy Group Emoji
th: Show Policy Group Emoji
tr: Show Policy Group Emoji
vi: Show Policy Group Emoji
zh_hant: 顯示策略組 Emoji

source: 更多
ar: المزيد
de: Mehr
en: More
es: Más
fr: Plus
id: Lainnya
ja: その他
ko: 더 보기
pt_br: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha Fazla
vi: Thêm

source: 更换密钥并停用旧链接
ar: تغيير المفاتيح وإلغاء تنشيط الروابط القديمة
de: Schlüssel ändern und alte Links deaktivieren
en: Change keys and deactivate old links
es: Cambiar claves y desactivar enlaces antiguos
fr: Changer les clés et désactiver les anciens liens
id: Ubah kunci dan nonaktifkan tautan lama
ja: キーを変更し、古いリンクを非アクティブ化する
ko: 키 변경 및 이전 링크 비활성화
pt_br: Altere as chaves e desative links antigos
ru: Сменить ключи и деактивировать старые ссылки
th: เปลี่ยนคีย์และปิดใช้งานลิงก์เก่า
tr: Anahtarları değiştirin ve eski bağlantıları devre dışı bırakın
vi: Thay đổi khóa và hủy kích hoạt các liên kết cũ
zh_hant: 更換密鑰並停用舊鏈接

source: 更换访问密钥
ar: تغيير مفتاح الوصول
de: Zugangsschlüssel ändern
en: Change access key
es: Cambiar clave de acceso
fr: Changer la clé d'accès
id: Ubah kunci akses
ja: アクセスキーを変更する
ko: 액세스 키 변경
pt_br: Alterar chave de acesso
ru: Изменить ключ доступа
th: เปลี่ยนรหัสการเข้าถึง
tr: Erişim anahtarını değiştir
vi: Thay đổi khóa truy cập
zh_hant: 更換存取金鑰

source: 更换访问密钥？
ar: هل تريد تغيير مفتاح الوصول؟
de: Zugangsschlüssel ändern?
en: Change access key?
es: ¿Cambiar clave de acceso?
fr: Changer la clé d'accès ?
id: Ubah kunci akses?
ja: アクセスキーを変更しますか?
ko: 액세스 키를 변경하시겠습니까?
pt_br: Alterar chave de acesso?
ru: Изменить ключ доступа?
th: เปลี่ยนรหัสการเข้าถึง?
tr: Erişim anahtarı değiştirilsin mi?
vi: Thay đổi khóa truy cập?
zh_hant: 更換訪問密鑰？

source: 更新
ar: تحديث
de: aktualisieren
en: update
es: actualizar
fr: mettre à jour
id: memperbarui
ja: アップデート
ko: 업데이트
pt_br: atualizar
ru: обновить
th: อัปเดต
tr: güncelleme
vi: cập nhật

source: 更新上游规则后仍会保留
ar: يحتفظ بعد تحديث القواعد الأولية
de: Bleibt nach der Aktualisierung der Upstream-Regeln erhalten
en: Retains after updating upstream rules
es: Se conserva después de actualizar las reglas ascendentes
fr: Conserve après la mise à jour des règles en amont
id: Dipertahankan setelah memperbarui aturan upstream
ja: 上流ルールの更新後も保持
ko: 업스트림 규칙 업데이트 후 유지
pt_br: Retém após atualizar as regras upstream
ru: Сохраняется после обновления вышестоящих правил
th: ยังคงอยู่หลังจากอัปเดตกฎอัปสตรีม
tr: Yukarı akış kuralları güncellendikten sonra korunur
vi: Giữ lại sau khi cập nhật các quy tắc ngược dòng
zh_hant: 更新上游規則後仍會保留

source: 更新失败
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
en: Update failed
es: Error al actualizar
fr: Échec de l’actualisation
id: Pembaruan gagal
ja: 更新に失敗しました
ko: 업데이트 실패
pt_br: Falha na atualização
ru: Не удалось обновить
th: อัปเดตไม่สำเร็จ
tr: Güncelleme başarısız
vi: Cập nhật thất bại
zh_hant: 更新失敗

source: 更新时间
ar: وقت التحديث
de: Aktualisierungszeit
en: Update time
es: Hora de actualización
fr: Heure de mise à jour
id: Perbarui waktu
ja: 更新時間
ko: 업데이트 시간
pt_br: Hora de atualização
ru: Время обновления
th: เวลาอัปเดต
tr: Güncelleme zamanı
vi: Thời gian cập nhật
zh_hant: 更新時間

source: 更新结果
ar: نتيجة التحديث
de: Aktualisierungsergebnis
en: Update Results
es: Resultados de la actualización
fr: Résultats de l’actualisation
id: Hasil pembaruan
ja: 更新結果
ko: 업데이트 결과
pt_br: Resultados da atualização
ru: Результаты обновления
th: ผลการอัปเดต
tr: Güncelleme Sonuçları
vi: Kết quả cập nhật
zh_hant: 更新結果

source: 更新订阅
ar: تحديث الاشتراك
de: Abonnement aktualisieren
en: Update subscription
es: Suscripción de actualización
fr: Mettre à jour l'abonnement
id: Perbarui langganan
ja: サブスクリプションを更新する
ko: 구독 업데이트
pt_br: Atualizar assinatura
ru: Обновить подписку
th: อัปเดตการสมัครสมาชิก
tr: Aboneliği güncelle
vi: Cập nhật đăng ký
zh_hant: 更新訂閱

source: 服务分组
ar: Service Groups
de: Service Groups
en: Service Groups
es: Service Groups
fr: Service Groups
id: Service Groups
ja: Service Groups
ko: Service Groups
pt_br: Service Groups
ru: Service Groups
th: Service Groups
tr: Service Groups
vi: Service Groups
zh_hant: 服務分組

source: 服务器
ar: الخادم
de: Server
en: server
es: servidor
fr: serveur
id: server
ja: サーバー
ko: 서버
pt_br: servidor
ru: сервер
th: เซิร์ฟเวอร์
tr: sunucu
vi: máy chủ
zh_hant: 伺服器

source: 服务器，例如 hk.example.com
ar: الخادم، مثل hk.example.com
de: Server, z. B. hk.example.com
en: Server, such as hk.example.com
es: Servidor, como hk.example.com
fr: Serveur, tel que hk.example.com
id: Server, seperti hk.example.com
ja: サーバー (hk.example.com など)
ko: hk.example.com과 같은 서버
pt_br: Servidor, como hk.example.com
ru: Сервер, например hk.example.com.
th: เซิร์ฟเวอร์ เช่น hk.example.com
tr: Sunucu, örneğin hk.example.com
vi: Máy chủ, chẳng hạn như hk.example.com
zh_hant: 伺服器，例如 hk.example.com

source: 服务器返回 HTTP %lld
ar: يقوم الخادم بإرجاع HTTP %lld
de: Der Server gibt HTTP %lld zurück
en: The server returns HTTP %lld
es: El servidor devuelve HTTP %lld
fr: Le serveur renvoie HTTP %lld
id: Server mengembalikan HTTP %lld
ja: サーバーは HTTP %lld を返します
ko: 서버가 HTTP %lld를 반환합니다.
pt_br: O servidor retorna HTTP %lld
ru: Сервер возвращает HTTP %lld.
th: เซิร์ฟเวอร์ส่งคืน HTTP %lld
tr: Sunucu HTTP %lld değerini döndürüyor
vi: Máy chủ trả về HTTP %lld
zh_hant: 伺服器回傳 HTTP %lld

source: 服务器返回了无法识别的响应
ar: أرجع الخادم استجابة غير معروفة
de: Der Server hat eine unbekannte Antwort zurückgegeben
en: The server returned an unrecognized response
es: El servidor devolvió una respuesta no reconocida.
fr: Le serveur a renvoyé une réponse non reconnue
id: Server mengembalikan respons yang tidak dikenal
ja: サーバーが認識できない応答を返しました
ko: 서버가 인식할 수 없는 응답을 반환했습니다.
pt_br: O servidor retornou uma resposta não reconhecida
ru: Сервер вернул неопознанный ответ
th: เซิร์ฟเวอร์ส่งคืนการตอบกลับที่ไม่รู้จัก
tr: Sunucu tanınmayan bir yanıt döndürdü
vi: Máy chủ trả về phản hồi không được nhận dạng
zh_hant: 伺服器傳回了無法識別的回應

source: 服务端公钥
ar: المفتاح العام للخادم
de: Öffentlicher Serverschlüssel
en: Server public key
es: clave pública del servidor
fr: Clé publique du serveur
id: Kunci publik server
ja: サーバー公開鍵
ko: 서버 공개 키
pt_br: Chave pública do servidor
ru: Открытый ключ сервера
th: รหัสสาธารณะของเซิร์ฟเวอร์
tr: Sunucu ortak anahtarı
vi: Khóa công khai của máy chủ
zh_hant: 服務端公鑰

source: 未启用
ar: غير ممكّن
de: Nicht aktiviert
en: Not enabled
es: No habilitado
fr: Non activé
id: Tidak diaktifkan
ja: 有効になっていません
ko: 활성화되지 않음
pt_br: Não ativado
ru: Не включено
th: ไม่ได้เปิดใช้งาน
tr: Etkin değil
vi: Chưa bật
zh_hant: 未啟用

source: 未找到 %@，请从分享列表选择
ar: %@ غير موجود، يرجى الاختيار من قائمة المشاركة
de: %@ nicht gefunden, bitte aus der Freigabeliste auswählen
en: %@ not found, please select from the share list
es: %@ no encontrado, seleccione de la lista para compartir
fr: %@ introuvable, veuillez sélectionner dans la liste de partage
id: %@ tidak ditemukan, silakan pilih dari daftar bagikan
ja: %@ が見つかりません。共有リストから選択してください
ko: %@을 찾을 수 없습니다. 공유 목록에서 선택하세요.
pt_br: %@ não encontrado, selecione na lista de compartilhamento
ru: %@ не найден, выберите из общего списка
th: ไม่พบ %@ โปรดเลือกจากรายการแชร์
tr: %@ bulunamadı, lütfen paylaşım listesinden seçin
vi: %@ không tìm thấy, vui lòng chọn từ danh sách chia sẻ
zh_hant: 未找到 %@，請從分享清單選擇

source: 未添加
ar: Not Added
de: Not Added
en: Not Added
es: Not Added
fr: Not Added
id: Not Added
ja: Not Added
ko: Not Added
pt_br: Not Added
ru: Not Added
th: Not Added
tr: Not Added
vi: Not Added
zh_hant: 未加入

source: 未知协议
ar: بروتوكول غير معروف
de: unbekanntes Protokoll
en: unknown protocol
es: protocolo desconocido
fr: protocole inconnu
id: protokol yang tidak diketahui
ja: 不明なプロトコル
ko: 알 수 없는 프로토콜
pt_br: protocolo desconhecido
ru: неизвестный протокол
th: โปรโตคอลที่ไม่รู้จัก
tr: bilinmeyen protokol
vi: giao thức không xác định
zh_hant: 未知協議

source: 未选
ar: غير محدد
de: Nicht ausgewählt
en: Not selected
es: Sin seleccionar
fr: Non sélectionné
id: Tidak dipilih
ja: 未選択
ko: 선택 안 됨
pt_br: Não selecionado
ru: Не выбрано
th: ยังไม่เลือก
tr: Seçili değil
vi: Chưa chọn
zh_hant: 未選

source: 未选择
ar: لم يتم التحديد
de: Nicht ausgewählt
en: Not selected
es: No seleccionado
fr: Non sélectionné
id: Tidak dipilih
ja: 未選択
ko: 선택되지 않음
pt_br: Não selecionado
ru: Не выбрано
th: ไม่ได้เลือก
tr: Seçilmedi
vi: Không được chọn
zh_hant: 未選擇

source: 本地 · %lld 条规则
ar: محلي · %lld قاعدة
de: Lokal · %lld Regeln
en: Local · %lld Rules
es: Local · %lld reglas
fr: Local · %lld règles
id: Lokal · %lld aturan
ja: ローカル · %lld件のルール
ko: 로컬 · 규칙 %lld개
pt_br: Local · %lld regras
ru: Локально · %lld правил
th: ในเครื่อง · %lld กฎ
tr: Yerel · %lld Kural
vi: Cục bộ · %lld quy tắc
zh_hant: 本機 · %lld 條規則

source: 本地 · 远程规则集
ar: محلي · مجموعة قواعد بعيدة
de: Lokal · Remote-Regelsatz
en: Local · Remote Rule Set
es: Local · Conjunto de reglas remoto
fr: Local · Jeu de règles distant
id: Lokal · Kumpulan Aturan Jarak Jauh
ja: ローカル · リモートルールセット
ko: 로컬 · 원격 규칙 세트
pt_br: Local · Conjunto de regras remoto
ru: Локально · Удалённый набор правил
th: ในเครื่อง · ชุดกฎระยะไกล
tr: Yerel · Uzak Kural Seti
vi: Cục bộ · Bộ quy tắc từ xa
zh_hant: 本機 · 遠端規則集

source: 本地服务分组
ar: مجموعة الخدمة المحلية
de: örtliche Servicegruppe
en: local service group
es: grupo de servicio local
fr: groupe de services local
id: kelompok layanan lokal
ja: ローカルサービスグループ
ko: 지역봉사단
pt_br: grupo de serviço local
ru: местная группа обслуживания
th: กลุ่มบริการท้องถิ่น
tr: yerel hizmet grubu
vi: nhóm dịch vụ địa phương
zh_hant: 本機服務分組

source: 本地规则
ar: القواعد المحلية
de: lokale Regeln
en: local rules
es: reglas locales
fr: règles locales
id: peraturan setempat
ja: ローカルルール
ko: 지역 규칙
pt_br: regras locais
ru: местные правила
th: กฎท้องถิ่น
tr: yerel kurallar
vi: quy định địa phương
zh_hant: 本地規則

source: 本地配置
ar: التكوين المحلي
de: lokale Konfiguration
en: local configuration
es: configuración local
fr: configuration locale
id: konfigurasi lokal
ja: ローカル構成
ko: 로컬 구성
pt_br: configuração local
ru: локальная конфигурация
th: การกำหนดค่าท้องถิ่น
tr: yerel yapılandırma
vi: cấu hình cục bộ

source: 本机
ar: آلة محلية
de: lokale Maschine
en: local machine
es: máquina local
fr: machine locale
id: mesin lokal
ja: ローカルマシン
ko: 로컬 머신
pt_br: máquina local
ru: локальная машина
th: เครื่องท้องถิ่น
tr: yerel makine
vi: máy cục bộ
zh_hant: 本機

source: 本机 IPv4，例如 10.0.0.2/32
ar: IPv4 الأصلي، على سبيل المثال 10.0.0.2/32
de: Natives IPv4, zum Beispiel 10.0.0.2/32
en: Local IPv4, for example 10.0.0.2/32
es: IPv4 nativo, por ejemplo 10.0.0.2/32
fr: IPv4 natif, par exemple 10.0.0.2/32
id: IPv4 asli, misalnya 10.0.0.2/32
ja: ネイティブ IPv4 (例: 10.0.0.2/32)
ko: 기본 IPv4(예: 10.0.0.2/32)
pt_br: IPv4 nativo, por exemplo 10.0.0.2/32
ru: Родной IPv4, например 10.0.0.2/32
th: IPv4 ดั้งเดิม เช่น 10.0.0.2/32
tr: Yerel IPv4, örneğin 10.0.0.2/32
vi: IPv4 gốc, ví dụ 10.0.0.2/32
zh_hant: 本機 IPv4，例如 10.0.0.2/32

source: 本机 IPv6（可选）
ar: IPv6 الأصلي (اختياري)
de: Natives IPv6 (optional)
en: Local IPv6 (optional)
es: IPv6 nativo (opcional)
fr: IPv6 natif (facultatif)
id: IPv6 asli (opsional)
ja: ネイティブIPv6 (オプション)
ko: 기본 IPv6(선택 사항)
pt_br: IPv6 nativo (opcional)
ru: Собственный IPv6 (опционально)
th: IPv6 ดั้งเดิม (ไม่จำเป็น)
tr: Yerel IPv6 (isteğe bağlı)
vi: IPv6 gốc (tùy chọn)
zh_hant: 本機 IPv6（可選）

source: 本机一键导出
ar: تصدير بنقرة واحدة من هذا الجهاز
de: Ein-Klick-Export von diesem Gerät
en: Local Export
es: Exportación con un clic desde este dispositivo
fr: Exportation en un clic depuis cet appareil
id: Ekspor sekali klik dari perangkat ini
ja: この端末からワンクリックでエクスポート
ko: 이 기기에서 원클릭 내보내기
pt_br: Exportação com um clique deste dispositivo
ru: Экспорт в один клик с этого устройства
th: ส่งออกเพียงคลิกเดียวจากเครื่องนี้
tr: Bu cihazdan tek tıklamayla dışa aktarma
vi: Xuất bằng một cú nhấp chuột từ máy này
zh_hant: 本機一鍵匯出

source: 本机保存的自定义规则
ar: قواعد مخصصة محفوظة على هذا الجهاز
de: Auf diesem Gerät gesicherte eigene Regeln
en: Custom rules saved on this device
es: Reglas personalizadas guardadas en este dispositivo
fr: Règles personnalisées enregistrées sur cet appareil
id: Aturan khusus yang disimpan di perangkat ini
ja: この端末に保存されたカスタムルール
ko: 이 기기에 저장된 사용자 지정 규칙
pt_br: Regras personalizadas salvas neste dispositivo
ru: Свои правила, сохранённые на этом устройстве
th: กฎที่กำหนดเองซึ่งบันทึกไว้บนอุปกรณ์นี้
tr: Bu cihazda saklanan özel kurallar
vi: Quy tắc tuỳ chỉnh lưu trên thiết bị này
zh_hant: 本機保存的自訂規則

source: 本机规则
ar: القواعد الأصلية
de: native Regeln
en: native rules
es: reglas nativas
fr: règles natives
id: aturan asli
ja: ネイティブルール
ko: 기본 규칙
pt_br: regras nativas
ru: родные правила
th: กฎพื้นเมือง
tr: yerel kurallar
vi: quy tắc bản địa
zh_hant: 本機規則

source: 机场公告
ar: إعلانات مزود الخدمة
de: Anbieterhinweise
en: Provider Announcements
es: Avisos del proveedor
fr: Annonces du fournisseur
id: Pengumuman penyedia
ja: プロバイダーからのお知らせ
ko: 서비스 제공자 공지
pt_br: Avisos do provedor
ru: Объявления провайдера
th: ประกาศจากผู้ให้บริการ
tr: Sağlayıcı duyuruları
vi: Thông báo từ nhà cung cấp
zh_hant: 機場公告

source: 机场订阅将在明天到期，请及时续费。
ar: ينتهي اشتراك مزوّد الخدمة غدًا. يُرجى تجديده في الوقت المناسب.
de: Das Anbieter-Abonnement läuft morgen ab. Bitte rechtzeitig verlängern.
en: Your provider subscription expires tomorrow. Renew it to avoid interruption.
es: La suscripción del proveedor vence mañana. Renuévala para evitar interrupciones.
fr: L’abonnement du fournisseur expire demain. Renouvelez-le pour éviter toute interruption.
id: Langganan penyedia akan berakhir besok. Perpanjang untuk menghindari gangguan.
ja: プロバイダーのサブスクリプションは明日で期限切れになります。早めに更新してください。
ko: 제공업체 구독이 내일 만료됩니다. 중단되지 않도록 갱신하세요.
pt_br: A assinatura do provedor vence amanhã. Renove-a para evitar interrupções.
ru: Подписка провайдера истекает завтра. Продлите её, чтобы избежать перерыва.
th: การสมัครสมาชิกของผู้ให้บริการจะหมดอายุพรุ่งนี้ โปรดต่ออายุเพื่อไม่ให้การใช้งานสะดุด
tr: Sağlayıcı aboneliğinin süresi yarın doluyor. Kesinti yaşamamak için yenileyin.
vi: Gói đăng ký của nhà cung cấp sẽ hết hạn vào ngày mai. Hãy gia hạn để tránh gián đoạn.
zh_hant: 機場訂閱將於明天到期，請及時續費。

source: 来源
ar: Source
de: Source
en: Source
es: Source
fr: Source
id: Source
ja: Source
ko: Source
pt_br: Source
ru: Source
th: Source
tr: Source
vi: Source
zh_hant: 來源

source: 查看具体提醒
ar: عرض تذكيرات محددة
de: Spezifische Erinnerungen anzeigen
en: View specific reminders
es: Ver recordatorios específicos
fr: Afficher des rappels spécifiques
id: Lihat pengingat tertentu
ja: 特定のリマインダーを表示する
ko: 특정 알림 보기
pt_br: Ver lembretes específicos
ru: Просмотр конкретных напоминаний
th: ดูการแจ้งเตือนที่เฉพาะเจาะจง
tr: Belirli hatırlatıcıları görüntüle
vi: Xem lời nhắc cụ thể
zh_hant: 查看具體提醒

source: 查看策略组
ar: عرض مجموعات السياسة
de: Richtliniengruppen anzeigen
en: View policy groups
es: Ver grupos de políticas
fr: Afficher les groupes de stratégies
id: Lihat grup kebijakan
ja: ポリシーグループの表示
ko: 정책 그룹 보기
pt_br: Ver grupos de políticas
ru: Просмотр групп политик
th: ดูกลุ่มนโยบาย
tr: Politika gruplarını görüntüle
vi: Xem nhóm chính sách
zh_hant: 查看策略組

source: 查看项目来源
ar: عرض مصادر المشروع
de: Projektquellen anzeigen
en: View project sources
es: Ver fuentes del proyecto
fr: Afficher les sources du projet
id: Lihat sumber proyek
ja: プロジェクトのソースを表示する
ko: 프로젝트 소스 보기
pt_br: Ver fontes do projeto
ru: Посмотреть исходники проекта
th: ดูแหล่งที่มาของโครงการ
tr: Proje kaynaklarını görüntüle
vi: Xem nguồn dự án
zh_hant: 查看專案來源

source: 检查间隔（秒）
ar: التحقق من الفاصل الزمني (ثواني)
de: Prüfintervall (Sekunden)
en: Check interval (seconds)
es: Intervalo de comprobación (segundos)
fr: Intervalle de vérification (secondes)
id: Periksa interval (detik)
ja: チェック間隔(秒)
ko: 확인 간격(초)
pt_br: Intervalo de verificação (segundos)
ru: Интервал проверки (секунды)
th: ตรวจสอบช่วงเวลา (วินาที)
tr: Kontrol aralığı (saniye)
vi: Khoảng thời gian kiểm tra (giây)
zh_hant: 檢查間隔（秒）

source: 模式
ar: الوضع
de: Modus
en: mode
es: modo
fr: mode
id: modus
ja: モード
ko: 모드
pt_br: modo
ru: режим
th: โหมด
tr: mod
vi: chế độ

source: 正在下载…
ar: جارٍ التنزيل…
de: Herunterladen…
en: Downloading…
es: Descargando…
fr: Téléchargement…
id: Mengunduh…
ja: ダウンロード中…
ko: 다운로드 중…
pt_br: Baixando…
ru: Загрузка…
th: กำลังดาวน์โหลด...
tr: İndiriliyor…
vi: Đang tải xuống…
zh_hant: 正在下載…

source: 正在共享
ar: المشاركة
de: Teilen
en: Sharing
es: Compartir
fr: Partage
id: Berbagi
ja: 共有
ko: 공유
pt_br: Compartilhando
ru: Совместное использование
th: การแบ่งปัน
tr: Paylaşma
vi: Chia sẻ

source: 正在加载完整配置…
ar: جارٍ تحميل التكوين الكامل...
de: Vollständige Konfiguration wird geladen...
en: Loading full configuration...
es: Cargando configuración completa...
fr: Chargement de la configuration complète...
id: Memuat konfigurasi penuh...
ja: 完全な構成を読み込んでいます...
ko: 전체 구성 로드 중...
pt_br: Carregando configuração completa...
ru: Загрузка полной конфигурации...
th: กำลังโหลดการกำหนดค่าแบบเต็ม...
tr: Tam yapılandırma yükleniyor...
vi: Đang tải cấu hình đầy đủ...
zh_hant: 正在載入完整配置…

source: 正在同步…
ar: جارٍ المزامنة…
de: Wird synchronisiert…
en: Syncing…
es: Sincronizando…
fr: Synchronisation…
id: Menyinkronkan…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
th: กำลังซิงก์…
tr: Eşitleniyor…
vi: Đang đồng bộ…

source: 正在更新
ar: تحديث
de: Aktualisierung
en: Updating
es: Actualizando
fr: Mise à jour
id: Memperbarui
ja: 更新中
ko: 업데이트 중
pt_br: Atualizando
ru: Обновление
th: กำลังอัปเดต
tr: Güncelleniyor
vi: Đang cập nhật

source: 正在根据节点 IP 判断国家和地区；无法解析时会参考节点名称。
ar: يتم تحديد البلد والمنطقة بناءً على عنوان IP الخاص بالعقدة؛ إذا تعذر حلها، سيتم الرجوع إلى اسم العقدة.
de: Das Land und die Region werden basierend auf der Knoten-IP bestimmt; Wenn es nicht aufgelöst werden kann, wird auf den Knotennamen verwiesen.
en: The country and region are being determined based on the node IP; if it cannot be resolved, the node name will be referenced.
es: El país y la región se determinan en función de la IP del nodo; si no se puede resolver, se hará referencia al nombre del nodo.
fr: Le pays et la région sont déterminés en fonction de l'adresse IP du nœud ; s'il ne peut pas être résolu, le nom du nœud sera référencé.
id: Negara dan wilayah ditentukan berdasarkan IP node; jika tidak dapat diselesaikan, nama node akan direferensikan.
ja: 国と地域はノード IP に基づいて決定されます。解決できない場合は、ノード名が参照されます。
ko: 국가와 지역은 노드 IP를 기반으로 결정됩니다. 해결할 수 없는 경우 노드 이름이 참조됩니다.
pt_br: O país e a região estão sendo determinados com base no IP do nó; se não puder ser resolvido, o nome do nó será referenciado.
ru: Страна и регион определяются на основе IP узла; если это не может быть решено, будет ссылка на имя узла.
th: ประเทศและภูมิภาคถูกกำหนดตาม IP ของโหนด หากไม่สามารถแก้ไขได้ ชื่อโหนดจะถูกอ้างอิง
tr: Ülke ve bölge, düğüm IP'sine göre belirleniyor; çözülemezse düğüm adına başvurulacaktır.
vi: Quốc gia và khu vực đang được xác định dựa trên IP nút; nếu không thể giải quyết được, tên nút sẽ được tham chiếu.
zh_hant: 正在根據節點 IP 判斷國家和地區；無法解析時會參考節點名稱。

source: 正在测试全部节点
ar: اختبار كافة العقد
de: Alle Knoten testen
en: Testing all nodes
es: Probando todos los nodos
fr: Tester tous les nœuds
id: Menguji semua node
ja: すべてのノードをテストする
ko: 모든 노드 테스트
pt_br: Testando todos os nós
ru: Тестирование всех узлов
th: กำลังทดสอบโหนดทั้งหมด
tr: Tüm düğümleri test etme
vi: Kiểm tra tất cả các nút
zh_hant: 正在測試全部節點

source: 正在添加…
ar: جارٍ الإضافة…
de: Hinzufügen…
en: Adding…
es: Añadiendo…
fr: Ajout…
id: Menambahkan…
ja: 追加中…
ko: 추가 중…
pt_br: Adicionando…
ru: Добавление…
th: กำลังเพิ่ม...
tr: Ekleniyor…
vi: Đang thêm…

source: 正在生成二维码
ar: توليد رمز الاستجابة السريعة
de: QR-Code generieren
en: Generating QR code
es: Generando código QR
fr: Générer un code QR
id: Menghasilkan kode QR
ja: QRコードの生成
ko: QR 코드 생성 중
pt_br: Gerando código QR
ru: Генерация QR-кода
th: กำลังสร้างรหัส QR
tr: QR kodu oluşturuluyor
vi: Tạo mã QR
zh_hant: 正在產生二維碼

source: 正在读取…
ar: القراءة…
de: Lesen…
en: Reading…
es: Leyendo…
fr: Lecture…
id: Membaca…
ja: 読んでいます…
ko: 읽는 중…
pt_br: Lendo…
ru: Чтение…
th: กำลังอ่าน...
tr: Okunuyor…
vi: Đang đọc…
zh_hant: 正在讀取…

source: 此设备未登录 iCloud
ar: لم يتم تسجيل الدخول إلى iCloud على هذا الجهاز
de: Auf diesem Gerät ist kein iCloud-Konto angemeldet
en: This device is not signed in to iCloud
es: Este dispositivo no ha iniciado sesión en iCloud
fr: Cet appareil n'est pas connecté à iCloud
id: Perangkat ini belum masuk ke iCloud
ja: この端末は iCloud にサインインしていません
ko: 이 기기는 iCloud에 로그인되어 있지 않습니다
pt_br: Este dispositivo não está conectado ao iCloud
ru: На этом устройстве не выполнен вход в iCloud
th: อุปกรณ์นี้ยังไม่ได้ลงชื่อเข้า iCloud
tr: Bu cihazda iCloud oturumu açık değil
vi: Thiết bị này chưa đăng nhập iCloud
zh_hant: 此裝置未登入 iCloud

source: 每次打开或切回塔台时刷新一次
ar: يُحدَّث مرة واحدة في كل مرة تفتح فيها Tower أو تعود إليه
de: Aktualisiert einmal bei jedem Öffnen oder Zurückwechseln
en: Refreshes once each time you open or return to Tower
es: Se actualiza una vez cada vez que abres o vuelves a Tower
fr: Actualise une fois à chaque ouverture ou retour dans Tower
id: Menyegarkan sekali setiap kali Anda membuka atau kembali ke Tower
ja: 塔台を開くか切り替えて戻るたびに一度更新します
ko: Tower를 열거나 다시 돌아올 때마다 한 번 새로 고칩니다
pt_br: Atualiza uma vez cada vez que você abre ou volta ao Tower
ru: Обновляется один раз при каждом открытии или возврате в Tower
th: รีเฟรชหนึ่งครั้งทุกครั้งที่คุณเปิดหรือกลับมาที่ Tower
tr: Tower'ı her açtığınızda veya geri döndüğünüzde bir kez yeniler
vi: Làm mới một lần mỗi khi bạn mở hoặc quay lại Tower
zh_hant: 每次開啟或切回塔台時重新整理一次
